Revit 2027 API
UnitTypeId.Centipoises Property
 Centipoises.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Centipoises { get; }
Public Shared ReadOnly Property Centipoises As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Centipoises {
	ForgeTypeId^ get ();
}
static member Centipoises : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace